{"scrn_hr_school": "Enjoys school?", "scrn_hr_disobey": "Is disobedient at school?", "scrn_hr_sleep": "Sleeps well?", "scrn_hr_fear": "Is too fearful or anxious?", "scrn_hr_liecheat": "Lies or cheats?", "scrn_hr_music": "Plays a musical instrument?", "scrn_hr_dep": "Is unhappy, sad, or depressed?", "scrn_hr_help": "Likes helping others?", "scrn_hr_destroy": "Destroys things belonging to his", "scrn_hr_steal": "Steals outside the home?", "scrn_hr_sport": "Enjoys playing sports?", "scrn_hr_som": "Experiences physical problems that are without known medical cause; such as aches or pains, feeling sick, headaches, stomachaches, rashes, or vomiting?", "scrn_hr_read": "Enjoys reading?", "scrn_hr_slowfriend": "Tends to be slow at making friends?", "scrn_hr_stress": "Finds life to be stressful?", "scrn_hr_smoke": "Finally, one last question about you and your family. In the past six months, has anyone who lives with your child (e.g., you, a spouse or partner) smoked a cigarette, e-cigarette, or used any other type of tobacco? Para terminar, le har", "scrn_select_language___1": null, "scrn_twin_reg___1": null, "scrn_twin_reg___2": null, "scrn_braces": "Does (Child's name) have metal braces, spacers, or other dental appliances that cannot be removed?", "scrn_bracesdate": "When would they come off?", "scrn_bracescallback": null, "scrn_met_inj": "Has (Child's name) ever been injured by any metallic foreign body (e.g., bullet, BB, shrapnel, etc.)? Or had an injury to the eye involving a metallic object?", "scrn_met_injenter": "Did the object enter your child's body?", "scrn_met_injremove": "Was the object completely removed?", "scrn_met_injmdnote": "Would you be willing to give us a doctor's note confirming that?", "scrn_surgery": "Has your child ever had surgery?", "scrn_met_obj": "Does (Child's name) have any metal  in his", "scrn_met_objyear": "What year was it put in?", "scrn_met_excl": "Is the device", "scrn_nr_hair": "Does your child wear non-removable hair extensions or a non-removable hair piece?", "scrn_eyeliner": "Does your child have tattooed eyeliner or permanent eyebrow fill-in or permanent makeup?", "scrn_nr_piercing": "Does your child have any non-removable metal piercings on his", "scrn_weight_mri": null, "scrn_claustrophob": "Does (Child's name) have serious problems with claustrophobia or being in small places?", "scrn_claustrophobexcl": "Has this problem prevented your child from doing anything, like getting into elevators or going to places s", "scrn_speakeng": "Does (Child's name) speak and understand English well?", "scrn_fluency": "Has your child been taking some classes in English for at least 1 year?", "scrn_percept": "Does (Child's name) have any vision, hearing, or coordination problems that would affect your child's understanding and responding to the tests, questionnaires, and brain scans?", "scrn_percept_corr": "Can these problems be corrected with glasses, hearing aids, or other devices?", "scrn_cpalsy": "Has your child been diagnosed with any of the following serious medical or neurological conditions by a health professional? Cerebral Palsy?", "scrn_tumor": "Has your child been diagnosed with any of the following serious medical or neurological conditions by a health professional? Brain tumor?", "scrn_stroke": "Has your child been diagnosed with any of the following serious medical or neurological conditions by a health professional? Stroke?", "scrn_aneurysm": "Has your child been diagnosed with any of the following serious medical or neurological conditions by a health professional? Brain aneurysm?", "scrn_hemorrhage": "Has your child been diagnosed with any of the following serious medical or neurological conditions by a health professional? Brain hemorrhage?", "scrn_hemotoma": "Has your child been diagnosed with any of the following serious medical or neurological conditions by a health professional? Subdural hematoma?", "scrn_medcond_other": null, "scrn_epls": "Did parent", "scrn_seizure": "About how many seizures does your child have per month when taking medication?", "scrn_con_excl": null, "scrn_gestage": "Was your child born less than 28 weeks of gestation, or in other words, was your child born more than 12 weeks premature?", "scrn_birthwt": "At birth, did your child weigh less than 2 lbs 11 ounces (1200 grams)?", "scrn_birthcomp": "Were there any birth complications that resulted in (Child's name) being hospitalized for more than a month?", "scrn_birthcomp_y": "What kind of birth complications?", "scrn_birthcomp_excl": null, "scrn_commondx": "Has your child been diagnosed with... ADHD, Depression, Bipolar Disorder, Anxiety, Phobias", "scrn_schiz": "Has your child been diagnosed with... Schizophrenia", "scrn_asd": "Has your child been diagnosed with... Autism spectrum disorder", "scrn_asd_regclasses": "Is your child attending all regular classes at school?", "scrn_sud": "Has your child been diagnosed with... Alcohol or substance use disorder", "scrn_intdisab": "Has your child been diagnosed with... Intellectual disability", "scrn_psychdx_other": "Has your child been diagnosed with... Any other psychological or psychiatric diagnoses?", "scrn_psych_excl": null, "scrn_concerns_p": "As I mentioned before, this study involves your child working with our research team to answer questions and solve puzzles on an iPad, follow directions, and lie still in the MRI scanner. Do you have any concerns about (Child's name)'s ability to do these things that have not already been discussed?", "scrn_concerns_excl": null, "scrn_tbi_loc": "Has (Child's name) ever had a head injury that resulted in a loss of consciousness for more than 30 minutes?", "scrn_tbi_mem": "Has (Child's name) ever had a head injury that resulted in difficulties remembering that lasted for longer than a day?", "scrn_tbi_scan": "Has (Child's name) ever had a head injury that resulted in getting a brain scan?", "scrn_tbi_scan_excl": null, "scrn_brain_scn": "Has your doctor ever requested a brain scan for your child?", "scrn_abn_scan": null, "zygos_quest___1": null, "zygos_q1": "When standing together, how do the twins' eyes compare... are their eyes the same color and shade,  different shade, or different color?", "zygos_q2": "How does their hair compare...is their hair the same color and shade, different shade, or different color?", "zygos_q4": "Do the twins look like two peas in a pod or are they no more alike in appearance than ordinary sisters or brothers?", "zygos_q5": "Based on their  appearance now, how often do people have trouble telling them apart?  Would you say never, sometimes, or always?", "zygos_q6": "Could one twin fool friends or family by pretending to be the other?  Would you say yes, maybe or no?", "scrn_time": null, "scrn_alt_status": null, "scrn_status_2": null, "device_id": null}